export const dummydata = [
  {
    postId: 1,
    postTitle: "제목입니다",
    postContent:
      "설명입니다 설명설명 설명설명입니다 설명설명 설명설명입니다 설명설명 설명입니다 설명설명 설명입니다 설명설명 설명설명입니다 설명설명 설명설명입니다 설명설명 설명입니다 설명설명 설명입니다 설명설명 설명설명입니다 설명설명 설명설명입니다 설명설명 설명입니다 설명설명 설명설명 설명설명입니다",
  },
  {
    postId: 2,
    postTitle: "나랑 하자!!!",
    postContent:
      "설명입니다 설명설명 설명설명입니다 설명설명 설명설명입니다 설명설명 설명입니다 설명설명 설명입니다",
  },
  {
    postId: 3,
    postTitle: "포폴만들조",
    postContent:
      "설명입니다 설명설명 설명설명입니다 설명설명 설명설명입니다 설명설명 설명입니다 설명설명 설명입니다 설명설명 설명설명입니다 설명설명 설명설명입니다 설명설명 설명입니다 설명설명 설명입니다 설명설명 설명설명입니다 설명설명 설명설명입니다 설명설명 설명입니다 설명설명 설명설명 설명설명입니다",
  },
  {
    postId: 4,
    postTitle: "고기만두",
    postContent:
      "설명입니다 설명설명 설명설명입니다 설명설명 설명설명입니다 설명설명 설명입니다 설명설명 설명입니다 설명설명 설명설명입니다 설명설명 설명설명입니다 설명설명 설명입니다 설명설명 설명입니다 설명설명 설명설명입니다 설명설명 설명설명입니다 설명설명 설명입니다 설명설명 설명설명 설명설명입니다",
  },
  {
    postId: 5,
    postTitle: "마라탕후루",
    postContent:
      "설명입니다 설명설명 설명설명입니다 설명설명 설명설명입니다 설명설명 설명입니다 설명설명 설명입니다 설명설명 설명설명입니다 설명설명 설명설명입니다 설명설명 설명입니다 설명설명 설명입니다 설명설명 설명설명입니다 설명설명 설명설명입니다 설명설명 설명입니다 설명설명 설명설명 설명설명입니다",
  },
  {
    postId: 6,
    postTitle: "맘스터치 싸이버거",
    postContent:
      "설명입니다 설명설명 설명설명입니다 설명설명 설명설명입니다 설명설명 설명입니다 설명설명 설명입니다 설명설명 설명설명입니다 설명설명 설명설명입니다 설명설명 설명입니다 설명설명 설명입니다 설명설명 설명설명입니다 설명설명 설명설명입니다 설명설명 설명입니다 설명설명 설명설명 설명설명입니다",
  },
  {
    postId: 7,
    postTitle: "도미노 피자",
    postContent:
      "설명입니다 설명설명 설명설명입니다 설명설명 설명설명입니다 설명설명 설명입니다 설명설명 설명입니다 설명설명 설명설명입니다 설명설명 설명설명입니다 설명설명 설명입니다 설명설명 설명입니다 설명설명 설명설명입니다 설명설명 설명설명입니다 설명설명 설명입니다 설명설명 설명설명 설명설명입니다",
  },
  {
    postId: 8,
    postTitle: "청년다방 맛나지",
    postContent:
      "설명입니다 설명설명 설명설명입니다 설명설명 설명설명입니다 설명설명 설명입니다 설명설명 설명입니다 설명설명 설명설명입니다 설명설명 설명설명입니다 설명설명 설명입니다 설명설명 설명입니다 설명설명 설명설명입니다 설명설명 설명설명입니다 설명설명 설명입니다 설명설명 설명설명 설명설명입니다",
  },
  {
    postId: 9,
    postTitle: "아망추 아는사람?",
    postContent:
      "설명입니다 설명설명 설명설명입니다 설명설명 설명설명입니다 설명설명 설명입니다 설명설명 설명입니다 설명설명 설명설명입니다 설명설명 설명설명입니다 설명설명 설명입니다 설명설명 설명입니다 설명설명 설명설명입니다 설명설명 설명설명입니다 설명설명 설명입니다 설명설명 설명설명 설명설명입니다",
  },
  {
    postId: 10,
    postTitle: "우리가 최강이야!",
    postContent:
      "설명입니다 설명설명 설명설명입니다 설명설명 설명설명입니다 설명설명 설명입니다 설명설명 설명입니다 설명설명 설명설명입니다 설명설명 설명설명입니다 설명설명 설명입니다 설명설명 설명입니다 설명설명 설명설명입니다 설명설명 설명설명입니다 설명설명 설명입니다 설명설명 설명설명 설명설명입니다",
  },
  {
    postId: 11,
    postTitle: "햄톨이 상점",
    postContent:
      "설명입니다 설명설명 설명설명입니다 설명설명 설명설명입니다 설명설명 설명입니다 설명설명 설명입니다 설명설명 설명설명입니다 설명설명 설명설명입니다 설명설명 설명입니다 설명설명 설명입니다 설명설명 설명설명입니다 설명설명 설명설명입니다 설명설명 설명입니다 설명설명 설명설명 설명설명입니다",
  },
];
